//
//  Anecdotes.swift
//  iFisherman
//
//  Created by Wuz Good on 08.07.2022.
//

import Foundation

let anecdotes = """

Пошел на рыбалку, но рыбе не сообщил о своем визите. Потому встреча не  состоялась.

*   *   *

   Перед поездкой мужа на рыбалку жена спросила его с кем из друзей он поедет. «Один поеду» - мрачно ответил мужик- «Хочу хоть раз в году порыбачить».

*   *   *

   Рыбаков оторвало на льдине и начало относить в сторону Северного полюса.
С вертолета им сбросили теплую одежду, аппаратуру связи и припасы. Еще никому так быстро и дешево не удавалось организовать полярную экспедицию.

*   *   *

   Если в хорошей компании попадаешь на природу, то уже  нет разницы – рыбу собирать или грибы ловить.

*   *   *

   «Можете научить меня ловить рыбу?»  «Нечего там учиться: налил - выпил, налил – выпил».

*   *   *

   Рыбаки всю ночь развлекались с русалкой. Когда  рассвело - оказалось это сом.

   Так неудобно получилось…

*   *   *

   Если рыбак после рыбалки с трудом стоит на ногах, значит он устал ловить рыбу.

*   *   *

   Если рыбак возвращается трезвый и с рыбой, то все называют его браконьером.

 
*   *   *

   Если жену брать с собой на рыбалку, то она постепенно научиться пить.

*   *   *

   Запутавшаяся в сетях русалка неожиданно сняла хвост и грозным голосом говорит – «Всем стоять! Рыбнадзор!».

*   *   *

   На вопрос жены мужу зачем он примотал водку к снастям, ответил – чтобы не забыть удочки.

*   *   *

   Разговор двух подруг:

   - На прошлой недели ездила с мужиками на рыбалку.

   - Так что, ты своим присутствием украсила их пьянку?

   - Нет, я обеспечила им групповуху…Запутала все снасти, всю рыбалку протрахались.

*   *   *

   На суде рыбак свидетель преступления утверждал, что преступник был ростом больше трех метров и весил около 250 килограмм.

*   *   *

   Когда рыбаку в суде предъявили обвинение в том, что он нарушил закон и выловил рыбы вдвое больше нормы, он предложил заплатить тройной размер штрафа в обмен на запись в приговоре, что он превысил норму в 5 раз.

*   *   *

   Объявление: «Только с рыбалки, продам двух окуньков (25 и 32 гр) по себестоимости. Затрачено:
    - бензин -150 грн;
   - оборванные снасти - 80 грн;
   - ремонт пробитого колеса - 250 грн;
   - водка, закуска - 350 грн.
   Итого: 860 грн.
   Согласен на 800, хоть и себе в убыток».

*   *   *

   Не клюет, это когда порции червей хватает на все лето.

*   *   *

   Когда муж ушел на рыбалку без удочки, супруга заподозрила, что у него есть запасная удочка.

*   *   *

   Пословица «Рыбак рыбака видит издалека» приходит на ум во вторую очередь. В первую - «Откуда этот козел узнал про мое клёвое место».

*   *   *

   Женщина! Накорми мужа рыбой и он будет сыт несколько часов. Научи  его ловить рыбу и ты избавишься от него навсегда.

*   *   *

   Дядя Петя из Кременчуга попал в книгу рекордов Гиннеса. За последние 30 лет его 42 раза спасали с оторвавшейся льдины.

*   *   *

    Сердце рыбака не выдержало когда он увидел, что сом не только сорвался с кукана, но еще и хвостом разбил водку, которая охлаждалась в воде.

*   *   *

   - Как определить возраст рыбы?

   - По глазам.

   - Это как?

   - Чем дальше глаза от хвоста, тем рыба старше.

*   *   *

   МЧС РФ отрапортовало о спасении 300 рыбаков со льдины. Когда протрезвели, поняли что это были пингвины.

*   *   *

   После очередной неудачной рыбалки мужик заходит в магазин и хочет купить для отмазки рыбу. Знакомый продавец говорит ему: „Мне тут звонила твоя жена и сказала, что сегодня она хотела чтобы ты поймал форель”.

*   *   *

   Главное на рыбалке не перепутать наживку с закуской и при разговоре с женой не давать телефон ни одной щуке.

*   *   *

   Заснув на ящике во время зимней рыбалки, мой товарищ очень органично вписался в пейзаж.

*   *   *

   Разговор двух друзей:

   - Когда я ухожу на рыбалку, сосед захаживает к моей жене.

   - А ты пробовал не ходить на рыбалку?

   - Да, но тогда он вылавливает мою рыбу.

*   *   *

   „Осторожно, тут щука очень хорошо клюет на блесну” – кричал старый рыбак купальщице с пирсингом, которая мешала ему ловить рыбу.

*   *   *

    Если рыбак расположился лицом к лунке – значит ловит рыбу, если спиной, то, наверное прикармливает.

*   *   *

   - Ну как, рыба хорошо клюет?

   - Отлично, но редко.

*   *   *

   Мальчик, который все детство провел с отцом на рыбалке так и не научился разговаривать- наливает молча, чтобы не спугнуть рыбу.

*   *   *

   Ни одна женщина не удостаивается такого внимания, как поплавок в безветренную погоду.

*   *   *

   Много лет не ловил рыбу. Купил новый спиннинг и снасти. За это время, когда прогресс шагнул далеко вперед. Разрывная нагрузка блесны позволяет теперь вытянуть пучок водорослей намного большого размера.

*   *   *

   - Серега, как улов?

   - Хуже чем у Андрюхи.

   - Так он же ничего не поймал.

   - Так я еще и спиннинг утопил.

*   *   *

   Жена жалуется подруге – мой муж способен 5 часов неподвижно смотреть на поплавок, а подождать 20 минут пока я выбираю новое платье в магазине у него терпения не хватает.

*   *   *

   Кошмар-сон рыбака – жена после его смерти распродает снасти по той цене, которую он ей называл.

*   *   *

   Если бы с отколовшейся льдины рыбаков снимали не спасатели, а снайперы, то таких случаев стало бы намного меньше.

*   *   *

   Приехать с рыбалки без улова – не зазорно, а с недопитой водкой – позор всей компании.

*   *   *

   Рыболовы делятся на две категории – одни считают себя спортсменами, другие ловят рыбу.

*   *   *

   Чемпионат по ловле на мормышку на пятый день был завершен бригадой наркологов.

*   *   *

   Рыбалка считается успешной если количество пойманной рыбы превышает количество выпитой водки.

*   *   *

   Загадка для рыбаков: почему когда готовишься к рыбалке покупаешь удочки, спиннинги, блесна, наживку – от водки до закуски, а в результате вместо рыбы ловишь триппер.

*   *   *

   Девочка говорит своему другу: «Игорек, у меня папа на два дня уезжает на рыбалку, можем встретиться у меня и останешься до утра». Игорь: «Ух ты как классно! А можно я с ним поеду?»

*   *   *

   По информации из Интернета настоящий рыбак поймал 2-х метровую щуку. Ну, если настоящий, значит заявленную длину надо поделить на четыре.

*   *   *

   Комар, который укусил пьяного рыбака, потом еще 2 часа рассказывал про свою тяжелую жизнь и почему рыба плохо клюет.

*   *   *

   Разговор двух рыбаков:
   - Увидел я красавицу русалку, ну совершенно голую, и только к ней, а тут поклевка.
   - Да, поклевка это святое.

*   *   *

Что отражается в зеркальном карпе? – довольная физиономия рыбака.

*   *   *

   Есть множество чисто мужских развлечений – посмотреть футбол с друзьями, сходить на рыбалку, но если при этом Вас не сопровождает жена, то, почему то все это больше похоже на пьянку.

*   *   *

   Два мужика в РФ обсуждают планы правительства сделать рыбалку платной:
  - Скоро даже по - большому будем за деньги ходить.
  - Скоро по - большому тебе нечем ходить будет.

*   *   *

   Самые хвастливые  рыболовы это те, которые рыбачат  по принципу поймал-отпустил. Все равно проверить нельзя.

*   *   *

   Через 3 дня после того, как рыбак забыл свой улов в багажнике автомобиля друга тот предложил купить автомобиль по очень низкой цене.

*   *   *

   Опытный карась может без труда заставить рыболова выполнить его три желания.

*   *   *

   После того, как международный олимпийский комитет исключил спирт из списка допинговых препаратов – рыбалка стала настоящим спортом.

*   *   *

   После публичного признания певцом  А. Рыбаком  о своей нетрадиционной сексуальной ориентации, многие жены рыбаков стали настороженно относиться к пословице: «Рыбак рыбака видит издалека».

*   *   *

   После стакана водки рыбак забросил спиннинг. Ну, очень далеко забросил…

*   *   *

   Ушел как то рыбак в море и не вернулся. Старые рыбаки утверждают, что если бы он поплыл на лодке, то, наверное, остался бы в живых.

*   *   *

   Преувеличение размеров своих уловов превосходит даже хвастовство мужиков в бане.

*   *   *

   За долгую рыбалку ни одной поклевки, куча оторванных снастей, поломанный спиннинг и масса других неприятностей. Да, если бы рыбалка так не успокаивала, убил бы кого-то.

*   *   *

   Если уточнить  цитату классика в России не две, а три беды –  дураки, дороги и рыбаки на оторвавшейся льдине.

*   *   *

   Здоровенного леща поймала жена рыбака, когда выключила будильник и он опоздал на рыбалку.

*   *   *

   После того как жена на кухне перечистила весь улов, она не выдержала и возмутилась: «У всех мужья как мужья -  на рыбалке водку пьют. Одну меня Господь наградил дебилом».

*   *   *

   Рыбалка в разгаре если наживка заменяет закуску.

*   *   *

   Рыбак пожелал охотнику: «Ни пуха, ни пера». В ответ тот: «И тебе хрен, а не рыбу».

*   *   *

   Мелких рыбешек лучше отпустить, а крупных, чтобы не пачкать садок, складывать в баночки из-под майонеза.

*   *   *

   После очередной неудачной рыбалки сильное сомнение вызывают рассказы в передаче «Вокруг света» о народах, которые живут рыболовством.

*   *   *

   У моего друга такая маленькая квартира, что он не может показать, какую рыбу он вчера поймал.

*   *   *

   Наверное слово ВОБЛА произошло от восторженного крика рыбака после удачной поклевки.

*   *   *

   Из рассказа рыбака: «А рыбы в той реке столько, и она такая голодная, что выползает на берег, бьет морду рыбакам, отбирает наживку и тут же съедает».

*   *   *

   Что общего у зимнего и летнего рыбака – перегар.

*   *   *

   Из рассказа рыбака: «Ловлю по принципу поймал-отпустил. Перед тем как отпустить фотографирую улов. Однажды поймал такую рыбу, что только фотография весила 5 кг».

*   *   *

   После рыбалки мужик тащит на себе здоровенного сома. Хвост волочится по земле. На встречу идет коллега с десятком окуньков и спрашивает: «Ну что, всего одну рыбу поймал?»

*   *   *

   После рыбалки муж очень осторожно заходит в дом и с опаской спрашивает жену: «А кот дома?». «Не бойся, заходи, я ему бычков купила» - отвечает жена.

*   *   *

   Маленький мальчик звонит в дверь к соседу и когда тот открывает говорит: « Мама велела передать, что папа уехал на рыбалку, а я буду играть во дворе в песочнице».

*   *   *

   Рыба подплывает к червяку и обращается к нему в женском роде. «Я мужчина!» - гордо поправляет рыбу червяк. «А где же твой ………?» - спрашивает рыба. «Вон на берегу сидит с удочкой» - отвечает червяк.

*   *   *

   На безрыбье и сам раком станешь.

*   *   *

   Рыбак спрашивает местного священника:
   - «В этом пруду можно ловить рыбу сетью?»
   - «Можно».
   - «А если я поймаю, это не будет браконьерством?»
   - «Нет – это будет ЧУДОМ».

*   *   *

   Алкоголик говорит рыбакам: «Сегодня клева не будет».
   - Почему?
   - Клёво было вчера.

*   *   *

   На зимней рыбалке один из рыбаков сидит без шапки несмотря на мороз.
   - Ты чего, шапку потерял?
   - Нет, просто вчера звали выпить, а я не услышал.

*   *   *

   В садке лежит больная рыба. «Почему она такая кривая?» - спросил ротозей. «Да за поворотом реки поймал» - отвечает рыбак.

*   *   *

   В четыре  утра, пока еще не взошло солнце, жена тихонько вышла из спальни в коридор, поломала приготовленные к рыбалке спиннинги, спустила блесна в унитаз, порезала леску, и незаметно – вернулась назад. Легла в постель и нежно прижалась к мужу ожидая его пробуждения.
Жить ей оставалось ровно 2 часа.

*   *   *

   Забросил олигарх платиновую блесну на серебряной леске и поймал золотую рыбку. По размеру явно не трофей. Решил отпустить. «А как же три желания?» – удивилась золотая рыбка. «Ладно. Черт с тобою. Проси» – пробурчал олигарх.

*   *   *

   Вышел рыбак из хрущевки в которой он жил и долго-долго шел до реки. Долго ходил он по берегу, пытаясь хоть что-нибудь поймать и наконец поймал золотую рыбку. И хоть размером она не вышла, но решил забрать ее в качестве улова, чтобы не возвращаться с пустыми руками. Естественно, золотая рыбка предложила исполнить три желания в обмен на свободу. Рыбак вспомнил свою хрущевку, некрасивую жену, как долго он шел до реки и сказал: «Хочу жить в богатых апартаментах, чтобы вокруг было много воды и я мог любоваться на прелести красивых женщин». Через мгновение все желания были исполнены – рыбка превратила его в унитаз в дорогом SPA-салоне.

*   *   *

   Возвращается жена домой и застает своего мужа занимающегося любовью с русалкой. «Как ты посмел?» – закричала она. «Понимаешь, возвращаюсь я с зимней рыбалки» – отвечает муж – «И вижу, замерзает русалка на льду. Я ее привел домой, отогрел, накормил, отдал вещи которые ты не хочешь носить из-за того, что они тебя полнят. Она с благодарностью все приняла, а потом спросила, а нет ли у меня еще чего нибудь, что не нужно моей жене?»

*   *   *

   Поймал олигарх золотую рыбку и предложила она исполнить любые его желания. Долго он думал, вроде все у него есть. Решил сделать широкий жест: «Пусть наступит мир в Мьянме» – сказал он. «Я даже не знаю где это» – ответила золотая рыбка. «Давай может что-нибудь более близкое к нашему водоему?» «Ладно, сделай мою жену красавицей» – сказал олигарх. «Это другое дело, покажи фотографию» -  обрадовалась золотая рыбка. Долго смотрела она на фото, потом вздохнула и сказала: «Наверное давай поищем карту мира, чтобы сориентироваться, где находится Мьянма».

*   *   *

   Сидят два рыбака рядом на льду. Оба ловят на мотыля. Возле одного гора рыбы. У второго ничего. Неудачник пытается расспрашивать своего коллегу, почему у него клюет. Тот в ответ только жестикулирует и ничего не говорит. Наконец не выдерживает, выплевывает на  ладонь кучу мотыля и говорит: «Ты меня уже достал. Мотыля надо держать в тепле, придурок».

*   *   *

   Когда рыбаку связали руки, чтобы он не мог показать размер пойманной рыбы, он максимально раздвинул ладони, чтобы продемонстрировать какой у нее был глаз.

"""
